app/Controllers/Portofolio.php

SELECT *
FROM `identitas`
 LIMIT 1
---
    public function index(){
    	return view('portofolio/cv_dua', ['identitas'=> $this->identitas->first()]);